tutorials/19simpleTurbGeom_2/lift/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  6
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            patch;
        nFaces          40;
        startFace       17780;
    }
    outlet
    {
        type            patch;
        nFaces          70;
        startFace       17820;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          12000;
        startFace       17890;
    }
    frontAndBackLow
    {
        type            empty;
        inGroups        1(empty);
        nFaces          6000;
        startFace       29890;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          200;
        startFace       35890;
    }
    step
    {
        type            wall;
        inGroups        1(wall);
        nFaces          130;
        startFace       36090;
    }
)

// ************************************************************************* //
